[
  {
    "word": "الأب",
    "interpretation": "رؤية الأب في المنام تدل على نيل المراد والنجاة من المهالك. وهو أقوى في التأويل من الأم إذا كان الرائي في شدة."
  },
  {
    "word": "إبراهيم عليه السلام",
    "interpretation": "رؤيته تدل على الحج، أو حصول خير وبركة ورفعة. وربما دلت على الابتلاء ثم النجاة منه."
  },
  {
    "word": "الإبرة",
    "interpretation": "تدل على الرجل الذي يلم الشمل، فإن خاط بها ثياب الناس نصحهم، وإن انكسرت دل على تعطل الأمور."
  },
  {
    "word": "الإبريق",
    "interpretation": "يدل على التوبة للعاصي، وللحامل ولد ذكر. وجمعه يدل على الأعمال الصالحة."
  },
  {
    "word": "إبليس",
    "interpretation": "يدل على عالم مبتدع أو ارتكاب ذنب. وقتله في المنام ظفر على عدو ماكر."
  },
  {
    "word": "الأبنوس",
    "interpretation": "يدل في المنام على امرأة سوداء غنية، أو رجل صلب لا يلين في رأيه."
  },
  {
    "word": "الأترج",
    "interpretation": "يدل على الرجل المؤمن الذي يقرأ القرآن، وهو في المنام ولد مبارك أو ثناء حسن."
  },
  {
    "word": "الأتون",
    "interpretation": "يدل على القائم بأعمال السلطان، أو المكان الذي تشتعل فيه الفتن."
  },
  {
    "word": "آثار الديار",
    "interpretation": "تدل على تذكر الماضي أو الحنين إلى غائب، وربما دلت على العبرة والموعظة."
  },
  {
    "word": "الإجارة",
    "interpretation": "من رأى أنه يؤجر نفسه فإنه يقع في أمر يحتاج فيه إلى التواضع."
  },
  {
    "word": "الإجاص",
    "interpretation": "في أوانه رزق أو غائب يعود، وفي غير أوانه مرض وتعب."
  },
  {
    "word": "الآجام",
    "interpretation": "تدل على رجال مجهولين غلاظ، والدخول فيها خوف أو وقوع في فتنة."
  },
  {
    "word": "الأجر",
    "interpretation": "نيل الأجر في المنام يدل على الأعمال الصالحة والصدقات والبركة في المال."
  },
  {
    "word": "الأذان",
    "interpretation": "يدل على الحج إذا كان في أشهره، وربما دل على الرفعة والمنصب."
  },
  {
    "word": "الأسد",
    "interpretation": "سلطان قاهر جبار، وربما دل على الموت لأنه يقتنص الأرواح، أو عدو شديد البأس."
  },
  {
    "word": "أيوب عليه السلام",
    "interpretation": "رؤيته تدل على الصبر على البلاء يتبعه الفرج العظيم والشفاء من الأمراض."
  }
]
