  {
    "word": "الأسد",
    "interpretation": "سلطان قاهر جبار لعظم خطره، وربما دل على الموت لأنه يقتنص الأرواح. ومن رأى الأسد يدخل بيته وفيه مريض نزل به الموت، وإن لم يكن فيه مريض دل على خوف من سلطان جائر."
  },
  {
    "word": "الأذى",
    "interpretation": "من رأى أنه يزيح الأذى عن الطريق فإنه رجل صالح يسعى في مصلحة الناس وينال بركة في دينه، أما من يضع الأذى فإنه يفتن الناس أو يسيء إليهم بكلامه."
  },
  {
    "word": "الأذان",
    "interpretation": "يدل على الحج إذا كان في أشهره، وربما دل على الرفعة والمنصب. ومن أذن في بئر فإنه يحث الناس على السفر، والأذان في البيت المجهول نعي أو موت قريب."
  },
  {
    "word": "الأذن",
    "interpretation": "امرأة الرجل أو ابنته. فما حدث فيها من صلاح أو فساد فهو فيهما. وزيادة الآذان في المنام تدل على كثرة العلم أو كثرة الأبناء، وسقوط الأذن فقدان شخص عزيز."
  },
  {
    "word": "الأرجوان",
    "interpretation": "يدل في المنام على امرأة شريفة غنية، أو نيل منصب رفيع بجمال وزينة، وهو من الثياب التي ترمز للملك والرفعة."
  },
  {
    "word": "الأرجوحة",
    "interpretation": "تدل على الاضطراب في الدين أو التردد في أمر دنيوي. ومن رأى أنه يتمرجح فيها فإنه يلهو بمصالحه أو يتبع هوى نفسه."
  },
  {
    "word": "الأرز",
    "interpretation": "مال فيه تعب وشغب وهمّ، وأكله مطبوخاً خير من أكله نيئاً، فإن كان مطبوخاً دل على الرزق والمنفعة بعد جهد جهيد."
  },
  {
    "word": "الأرض",
    "interpretation": "تدل على الدنيا، فما حدث فيها من اتساع أو ضيق فهو في حال الرائي. ومن ملك أرضاً مجهولة فإنه يستغني أو يتزوج، والأرض التي تخرج نباتاً بشارة بالخصب."
  },
  {
    "word": "الأرضة",
    "interpretation": "تدل على النقص في المال أو العلم أو الأهل، وقيل هي مجادلة في العلم، ورؤيتها في الثياب أو الخشب تدل على تلف في ممتلكات الرائي."
  },
  {
    "word": "إرعاد",
    "interpretation": "الرعد في المنام وعيد وتهديد من سلطان، وربما دل على المواعيد الحسنة أو بشارة بالمطر إذا لم يكن معه صواعق أو ظلمة."
  },
  {
    "word": "أرميا عليه السلام",
    "interpretation": "رؤيته في المنام تدل على كشف الأسرار أو زوال ملك، وربما دلت على الصبر على البلاء ونيل الفرج بعد الشدة."
  },
  {
    "word": "الأرنب",
    "interpretation": "رجل جبان أو امرأة سوء. ومن أخذ أرنباً فإنه يتزوج امرأة، وذبح الأرنب يدل على زواج لا يدوم أو فراق."
  },
  {
    "word": "الإزار",
    "interpretation": "امرأة الرجل أو دينه وستره. ولبس الإزار الجديد زواج أو تجديد في الدين، وتمزقه يدل على طلاق أو كشف لستر الرائي."
  },
  {
    "word": "الأزدارخت",
    "interpretation": "وهي شجرة تشبه الشجر العظيم، تدل في المنام على رجل غريب ذو نفع قليل أو منظر بلا مخبر."
  },
  {
    "word": "أزواج النبي صلى الله عليه وسلم",
    "interpretation": "رؤيتهن في المنام أمهات المؤمنين تدل على الخير والبركة والستر، وللمرأة رفعة في الدين، وللرجل نيل عزة وشرف."
  },
  {
    "word": "الآس",
    "interpretation": "رجل يفي بالعهود، وهو طيب الريح دائم الخضرة، فيدل على بقاء النعمة والثناء الحسن وطول العمر."
  },
  {
    "word": "إستراق السمع",
    "interpretation": "يدل على الكذب أو النميمة. ومن رأى أنه يسترق السمع فإنه يتجسس على أحوال الناس أو ينال عقوبة بسبب فضوله."
  },
  {
    "word": "الإستسقاء",
    "interpretation": "طلب السقيا في المنام يدل على التضرع والحاجة إلى الله، فإن نزل المطر فهو استجابة للدعاء ونيل للرزق والفرج."
  },
  {
    "word": "الإستعاذة",
    "interpretation": "الأمن من الخوف والنجاة من الأعداء. ومن رأى أنه يستعيذ بالله من الشيطان نال حكمة وعلماً ونجا من مكائد الجن والإنس."
  },
  {
    "word": "الإستغفار",
    "interpretation": "يدل على سعة الرزق والنجاة من العذاب وتكفير الذنوب. ومن رأى أنه يستغفر الله نال مالاً وولداً وبركة في حياته."
  },
  {
    "word": "إستلقاء الإنسان",
    "interpretation": "يدل على الراحة بعد التعب، أو الغفلة عن أمور الدين إذا كان الاستلقاء في غير محله، وقيل هو تمكن من الدنيا."
  },
  {
    "word": "إسحاق عليه السلام",
    "interpretation": "رؤيته تدل على البشارة بالفرج والسرور، ونيل رزق وولد مبارك، وربما دلت على ابتلاء يتبعه عزة ورفعة."
  },
  {
    "word": "أسر الإنسان",
    "interpretation": "الوقوع في الأسر يدل على شدة أو ضيق في المعيشة، وربما دل على وقوع الرائي في ذنب يحبسه عن التقدم في حياته."
  },
  {
    "word": "إسراع الإنسان",
    "interpretation": "الإسراع في المشي يدل على المسارعة في الخيرات إذا كان القصد طيباً، أما الإسراع خوفاً فهو نجاة من أمر يكرهه."
  },
  {
    "word": "إسرافيل عليه السلام",
    "interpretation": "رؤيته ينفخ في الصور تدل على إحياء الحق وإماتة الباطل، أو إنذار بوقوع أمر عظيم في ذلك المكان."
  },
  {
    "word": "الأسطوانة",
    "interpretation": "تدل على الرجل الذي يُعتمد عليه في البيت أو المسجد، وانكسارها يدل على موت صاحب الدار أو خلل في ركن من أركان حياته."
  },
  {
    "word": "الإسكاف",
    "interpretation": "وهو صانع الأحذية، يدل على رجل يسعى في تزويج الناس أو صاحب معالجة للأمور الصعبة وتسهيلها."
  },
  {
    "word": "الإسلام",
    "interpretation": "من رأى أنه أسلم وهو مشرك هدي إلى الحق، وإن كان مسلماً دل على ثباته في دينه وزيادة في يقينه وأمانه من الخوف."
  },
  {
    "word": "الإسم",
    "interpretation": "رؤية الاسم في المنام تدل على معناه؛ فإن كان اسماً حسناً نال الرائي خيراً، وإن كان اسماً قبيحاً دل على صفة سوء تلحق به."
  },
  {
    "word": "إسماعيل عليه السلام",
    "interpretation": "تدل رؤيته على الصدق في الوعد وبناء المساجد ونيل رفعة. ومن رآه نال مالاً من جهة أبيه أو رزق بوالد مطيع."
  },
  {
    "word": "الإسهال",
    "interpretation": "يدل على إنفاق المال في غير محله أو الإسراف، وربما دل للمريض على ذهاب المرض والهم إذا لم يكن معه ضعف."
  },
  {
    "word": "الأشنان",
    "interpretation": "وهو ما يُغسل به، يدل في المنام على التوبة من الذنوب أو تنظيف السمعة من كلام السوء، وهو ذهاب للهم والنكد."
  },
  {
    "word": "الإصبع",
    "interpretation": "تدل على الأبناء أو الصلوات الخمس. فطولها زيادة في العبادة أو قوة في الأهل، وتشبيكها يدل على جمع الشمل أو الصلاة."
  },
  {
    "word": "أصحاب النبي صلى الله عليه وسلم",
    "interpretation": "رؤيتهم تدل على اتباع السنة والهداية ونيل العزة. فمن رأى أحداً منهم نال بشارة وخيراً عظيماً في دينه ودنياه."
  },
  {
    "word": "الأصطرلاب",
    "interpretation": "يدل على الرجل الذي يراقب أحوال الناس أو صاحب علم بالنجوم، وربما دل على الحيرة في أمر يتطلب الحساب والدقة."
  },
  {
    "word": "الأضحية",
    "interpretation": "بشارة بالفرج من كل هم والشفاء من الأمراض. ومن ضحى في المنام نال رزقاً وبركة وأوفى بنذره أو دينه."
  },
  {
    "word": "الإطلاع",
    "interpretation": "من رأى أنه يطلع على عورات الناس فإنه يتجسس ويقع في إثم، أما الاطلاع على الكتب فيدل على نيل علم وحكمة."
  },
  {
    "word": "الإعارة",
    "interpretation": "تدل على المنفعة المؤقتة. فمن استعار شيئاً نال فائدة لا تدوم، ومن أعار شيئاً دل على كرمه ومعاونته للآخرين."
  },
  {
    "word": "الاعتكاف",
    "interpretation": "يدل على الانقطاع عن الدنيا والتفرغ للعبادة، وهو دليل على صلاح حال الرائي وطلبه للسكينة والقرب من الله."
  },
  {
    "word": "الإعدام",
    "interpretation": "في المنام يدل على العتق أو النجاة من الهم، وربما دل على طول العمر للرائي بخلاف ما يظن الناس في الواقع."
  },
  {
    "word": "أعوان الحاكم",
    "interpretation": "رؤيتهم تدل على الخوف أو وقوع الرائي تحت طائلة المحاسبة، فإن كانوا يبتسمون فهو أمن ونيل منفعة من ذوي السلطة."
  },
  {
    "word": "الاغتصاب",
    "interpretation": "يدل في المنام على أخذ الحقوق بغير وجه حق أو الوقوع في فتنة، وهو رؤيا تنذر الرائي بمراجعة سلوكه مع الآخرين."
  },
  {
    "word": "أف",
    "interpretation": "قول (أف) في المنام يدل على الضجر والقلق أو عقوق الوالدين، وهو إنذار للرائي بضرورة الصبر والتحمل."
  },
  {
    "word": "الإفلاس",
    "interpretation": "يدل في المنام على تغير الحال، وربما دل للغني على نقص في دينه أو تجارته، وهو دعوة للزهد والتقشف."
  },
  {
    "word": "الأقاح",
    "interpretation": "وهو زهر الأقحوان، يدل على رجل ذو ثبات في رأيه أو امرأة جميلة ذات خلق، ورؤيته بشارة بالفرح والسرور."
  },
  {
    "word": "إقامة الصلاة",
    "interpretation": "تدل على الوفاء بالعهود وإنجاز الوعود والوصول للمراد. ومن رأى أنه يقيم الصلاة نال أمنه وقضى حاجته."
  },
  {
    "word": "الأقحوان",
    "interpretation": "يدل على الصديق الوفي أو القريب الناصح، واقتطافه يدل على نيل منفعة من شخص عزيز."
  },
  {
    "word": "الإقرار",
    "interpretation": "من رأى أنه يقر بذنب فإنه ينال عزة وتوبة، والإقرار بالحق في المنام نجاة من الخصومات ونيل للصدق."
  },
  {
    "word": "الأقط",
    "interpretation": "وهو لبن مجفف، يدل على رزق حلال فيه بعض الكد، وقيل هو كلام طيب يخرج من رجل عالم."
  },
  {
    "word": "الأكارع",
    "interpretation": "وهي قوائم الذبائح، تدل في المنام على مال اليتامى أو مال شريف، وأكلها مطبوخة رزق وبركة."
  },
  {
    "word": "الأكاف",
    "interpretation": "وهو برذعة الدابة، يدل في المنام على ما يتزين به الرجل أو ما يركبه من أسباب المعيشة."
  },
  {
    "word": "الأكل",
    "interpretation": "رزق، فإن كان في أوانٍ من ذهب فهو حرام. والأكل في المنام يدل على نيل المراد بقدر طيب الطعام ونظافته."
  },
  {
    "word": "إكليل الملك",
    "interpretation": "يدل على العلم والقرآن أو الولد المبارك، وللرجل نيل سيادة وشرف في قومه."
  },
  {
    "word": "التفات الإنسان",
    "interpretation": "يدل في المنام على الحيرة أو الرجوع عن أمر، والالتفات يميناً وشمالاً يدل على التردد في اتخاذ قرار مهم."
  },
  {
    "word": "الأنبياء",
    "interpretation": "رؤيتهم بشارة بالعز والنصر والظفر، ومن رأى نبياً في المنام نال كرامة وأمن من المخاوف في دينه ودنياه."
  },
  {
    "word": "الإنجيل",
    "interpretation": "يدل على نصرة المظلوم أو نيل علم من جهة النصارى، وربما دل على النجاة من هم بظهور بينة أو برهان."
  },
  {
    "word": "الإنسان",
    "interpretation": "رؤية الإنسان المجهول تدل على حال الرائي مع ربه، والمعروف يدل على علاقتك به في الواقع نفعاً أو ضراً."
  },
  {
    "word": "الإنشراح",
    "interpretation": "انشراح الصدر في المنام يدل على التوبة والهدية والسرور وزوال الهموم والأنكاد."
  },
  {
    "word": "الأنف",
    "interpretation": "يدل على ما يتجمل به الإنسان من مال أو ولد. وجمال الأنف عزة ورفعة، وقبحه أو سقوطه ذل أو فقدان للمنزلة."
  },
  {
    "word": "الأنفحة",
    "interpretation": "تدل على مال مدخر أو رزق يأتيك من جهة الأطفال أو المواشي، وهي بركة في البيت."
  },
  {
    "word": "الإنقباض",
    "interpretation": "ضيق الصدر في المنام قد يدل على ارتكاب ذنب يحتاج لتوبة، أو قلق من أمر دنيوي يشغل البال."
  },
  {
    "word": "الإنقلاب",
    "interpretation": "تغير حال الرائي من حال إلى حال، فإن انقلب على وجهه خسر في دينه أو دنياه، وإن انقلب للخير تحسنت عيشته."
  },
  {
    "word": "الأهرام",
    "interpretation": "تدل على طول العمر أو معاشرة أهل الفكر والعلم، وربما دلت على أماكن اللهو أو الآثار الباقية من الأمم السابقة."
  },
  {
    "word": "ابن آوى",
    "interpretation": "رجل ظالم أو عدو يتربص بالرائي، وقيل هو شخص يقطع الطريق أو يسرق أموال الناس بالمكر."
  },
  {
    "word": "الإوز",
    "interpretation": "نساء ذوات مال وجمال، ومن أصاب إوزاً نال مالاً من جهة النساء، وصياحها في المكان نكد وحزن."
  },
  {
    "word": "آيات القرآن",
    "interpretation": "قراءتها أو رؤيتها بشارة بكل خير، فإن كانت آيات رحمة فهي نجاة وسرور، وإن كانت آيات عذاب فهي إنذار للرجوع للحق."
  },
  {
    "word": "الأيل",
    "interpretation": "رجل غريب ذو جمال وقوة، وصيده في المنام يدل على نيل مال أو زواج من امرأة جميلة."
  },
  {
    "word": "الإيلاء",
    "interpretation": "الحلف في المنام يدل على الخصومة أو تعطل أمر الزواج، ومن رأى أنه يحلف فإنه يقع في حيرة من أمره."
  },
  {
    "word": "الإيوان",
    "interpretation": "يدل على رفعة الشأن ومجالسة الملوك والعظماء، وهو مكان العز والجاه والوقار."
  },
  {
    "word": "أيوب عليه السلام",
    "interpretation": "رؤيته تدل على الصبر على البلاء يتبعه الفرج العظيم والشفاء من الأمراض ونيل الأجر الوافر."
  }
